aom
autoconf
aws-sso-util
awscli
bash
bat
brotli
ca-certificates
certifi
direnv
docker
docker-completion
docutils
exa
fontconfig
freetype
fzf
gdbm
gettext
gh
ghostscript
giflib
glib
gmp
gnutls
graphicsmagick
grep
highway
icu4c
imagemagick
imath
jasper
jbig2dec
jpeg-turbo
jpeg-xl
jq
krb5
lazygit
libcbor
libde265
libevent
libfido2
libgit2
libheif
libice
libidn
libidn2
liblqr
libmagic
libnghttp2
libomp
libpng
libraw
libsm
libssh2
libtasn1
libtiff
libtool
libunistring
libvmaf
libx11
libxau
libxcb
libxdmcp
libxext
libxmu
libxt
libyaml
little-cms2
lz4
m4
mpdecimal
mysql
ncurses
nettle
nvm
oniguruma
openexr
openjpeg
openssl@3
p11-kit
pcre
pcre2
pkg-config
postgresql@14
protobuf@21
pyenv
python-certifi
python-setuptools
python@3.10
python@3.11
python@3.12
readline
ripgrep
ruby
shared-mime-info
skhd
sqlite
task
taskwarrior-tui
thefuck
tree
unbound
webp
x265
xclip
xorgproto
xz
yq
zlib
zlib-ng
zoxide
zsh
zstd
amethyst
dbeaver-community
font-hack-nerd-font
maccy
notunes
session-manager-plugin
